userlist = ["兽决仓库002", "1儿童用具", "珍珠阵法", "6070人造装", "50J环仓库2", "善本书匣子", "长寿图库", "麒麟图库", "五庄图转手", "女儿图书城", "傲来哦是", "朱紫啊国", "鱼的仓库", "普陀山图", "烹饪啊才", "盒子多多1", "钨金1", "鱼的仓库2", "50J环仓库3", "50J环仓库41", "2药存放仓库3", "药材仓库234", "药材仓库12", "2J药材44", "10到40垃圾书", "50J的铁", "50J书仓库", "70级Tie", "垃圾书仓库", "社区装饰123", "2J药仓库234", "暗器库19", "家具存放", "2J药仓库125", "仓库整", "0仓整2"]


# 手机1
userlist = ["尹天雪", "尹天奇", "众人", "兄弟情义无情", "垃圾书铁到50", "金创仓库123", "50环仓库125", "药品123", "植物种子堆", "变身卡仓11", "鱼的仓库", "环仓库3", "环仓库41", "2药存放仓库3", "药材仓库234", "药材仓库12", "药材44", "10到40垃圾书", "的铁", "书仓库", "70级Tie", "垃圾书仓库", "社区装饰123", "药仓库234", "暗器库19", "家具存放", "药仓库125", "仓库整", "0仓整2", "家具存放123", "宝石存放12", "6070书铁仓库", "药材料11", "环装131", "乐器花13", "普陀山图", "烹饪啊才", "盒子多多1", "钨金1", "兽决仓库002", "1儿童用具", "珍珠阵法", "6070人造装", "50J环仓库2", "善本书匣子", "长寿图库", "麒麟图库", "五庄图转手", "女儿图书城", "傲来哦是", "朱紫啊国", "鱼的仓库2", "50J环仓库3", "50J环仓库41", "2J药材44", "50J的铁", "50J书仓库", "2J药仓库234", "2J药仓库125"]
# 手机2
# userlist = ['鱼的仓库2', '星河', '梨雾', '夏沫', '染秋', '酿冬', '天雪', '残枫', '天奇', '妙手摘星', '嘻哈玩命', '师驼岭杀手', '兄弟情义感觉', '芊', '含烟', '佑手', '不详', '众人', '图库',]
# 窗口标题
window_title = "Phone-OBN7WS7D99EYFI49"
# window_title = "Phone-E6EDU20429087631"