# 窗口配置
window_title = "Phone-721QADRSEEMJX"
# 捕捉的所有召唤兽列表
animal_list = ["巨蛙","大海龟","强盗","海毛虫","树怪","赌徒","大蝙蝠","山贼","野猪","骷髅怪","羊头怪","蛤蟆精","狐狸精","老虎","黑熊","花妖","牛妖","小龙女","狼","虾兵","蟹将","兔子怪","黑熊精","僵尸","牛头","马面","雷鸟人","蝴蝶仙子","古代瑞兽","白熊","黑山老妖","天兵","天将","地狱战神","风伯","凤凰","蛟龙","雨师","星灵仙子","如意仙子","芙蓉仙子","巡游天神"]  # 默认动物列表
# 召唤兽对应的店铺列表
animal_shop_list = [
    {
        "shopId":"1993",
        "animalList":[
          {
            "name":"巨蛙",
            "page":"1"
          },
          {
            "name":"大海龟",
            "page":"1"
          },
          {
            "name":"树怪",
            "page":"2"
          },
          {
            "name":"野猪",
            "page":"2"
          },
          {
            "name":"羊头怪",
            "page":"3"
          },
          {
            "name":"蛤蟆精",
            "page":"3"
          },
          {
            "name":"狐狸精",
            "page":"4"
          },
          {
            "name":"骷髅怪",
            "page":"4"
          },
          {
            "name":"山贼",
            "page":"5"
          },
          {
            "name":"强盗",
            "page":"6"
          },
          {
            "name":"赌徒",
            "page":"7"
          },
          {
            "name":"花妖",
            "page":"8"
          },
          {
            "name":"老虎",
            "page":"9"
          },
          {
            "name":"黑熊",
            "page":"10"
          }
        ] 
    },
{
"shopId": "368",
"animalList": [
{"name": "小龙女", "page": "1"},
{"name": "狼", "page": "2"},
{"name": "野鬼", "page": "3"},
{"name": "僵尸", "page": "4"},
{"name": "马面", "page": "5"},
{"name": "牛头", "page": "6"},
{"name": "海毛虫", "page": "7"},
{"name": "兔子怪", "page": "8"},
{"name": "牛妖", "page": "9"},
{"name": "黑熊精", "page": "10"}
]
},{
"shopId": "92",
"animalList": [
{"name": "虾兵", "page": "1"},
{"name": "蟹将", "page": "2"},
{"name": "龟丞相", "page": "3"},
{"name": "牛头", "page": "4"},
{"name": "马面", "page": "4"},
{"name": "僵尸", "page": "5"},
{"name": "野鬼", "page": "6"},
{"name": "牛妖", "page": "7"},
{"name": "兔子怪", "page": "8"},
{"name": "蜘蛛精", "page": "9"},
{"name": "黑熊精", "page": "10"}
]
},{
"shopId": "1008",
"animalList": [
{"name": "蝴蝶仙子", "page": "1"},
{"name": "星灵仙子", "page": "2"},
{"name": "古代瑞兽", "page": "3"},
{"name": "如意仙子", "page": "4"},
{"name": "骷髅怪", "page": "5"},
{"name": "黑山老妖", "page": "6"},
{"name": "风伯", "page": "7"},
{"name": "天兵", "page": "8"},
{"name": "地狱战神", "page": "9"},
{"name": "蛟龙", "page": "10"}
]
}
]